Repository: je183/paytabs-payment-gateway-woocommerce
Catalog: i18n/languages/PayTabs-*.po
Languages: ar

source: Enable/Disable
ar: تفعيل/تعطيل

source: Enable PayTabs Payment Gateway .
ar: تمكين بايتابس بوابة الدفع.

source: Title:
ar: العنوان:

source: Making any changes to the above may result in suspension or termination of your PayTabs Merchant Account.
ar: إجراء أي تغييرات على ما سبق قد يؤدي إلى تعليق أو إنهاء حساب تاجر بايتاب الخاص بك.

source: Description:
ar: الوصف :

source: Pay securely by Credit or Debit card or internet banking through PayTabs Secure Servers.
ar: الدفع بشكل آمن عن طريق بطاقة الائتمان أو الخصم أو الخدمات المصرفية عبر الإنترنت من خلال بايتابس خوادم آمنة.

source: Email
ar: البريد الإلكتروني

source: Please enter the email id of your PayTabs merchant account.
ar: يرجى إدخال معرف البريد الإلكتروني الخاص بك حساب التاجر بيتاب.

source: Secret Key
ar: المفتاح السري

source: Please enter your PayTabs Secret Key. You can find the secret key on your Merchant’s Dashboard >> PayTabs Services >> ecommerce Plugins and API.
ar: الرجاء إدخال المفتاح السري الخاص ب بايتابس. يمكنك العثور على المفتاح السري على لوحة التاجر الخاص بك >> خدمات بيتابس >> الإضافات التجارة الإلكترونية و أبي.

source: WebSite
ar: الموقع الإلكتروني

source: Please enter your Website; Your SITE URL MUST match to the website URL you provided in your PayTabs merchant account (Case Sensitive). For Demo Users: You can edit your site URL by going to “My Profile” and clicking on edit, enter your correct site URL and click on Save. For Live Merchants: You can use the website that you have submitted in the Go-Live application. If you need to edit/change the site URL, you can send a request to
ar: الرجاء إدخال موقعك الإلكتروني. يجب أن يتطابق عنوان ورل لموقعك مع عنوان ورل لموقع الويب الذي قدمته في حساب التاجر في بيتاب (حساس لحالة الأحرف). للمستخدمين التجريبيين: يمكنك تعديل عنوان ورل لموقعك من خلال الانتقال إلى "ملفي الشخصي" والنقر على تعديل، وأدخل عنوان ورل الصحيح لموقعك وانقر على حفظ. للتجار المباشرين: يمكنك استخدام موقع الويب الذي أرسلته في تطبيق غو-ليف. إذا كنت بحاجة إلى تعديل / تغيير عنوان ورل للموقع، يمكنك إرسال طلب إلى

source: Payment failed
ar: عملية الدفع فشلت.

source: Transaction declined .
ar: تم رفض المعاملة.

source: Thank you for shopping with us. Your account has been charged and your transaction is successful. We will be shipping your order to you soon.
ar: شكرا للتسوق معنا. تم تحصيل رسوم من حسابك وتمت إجراء المعاملة بنجاح. سيتم شحن طلبك قريبا.

source: Payment Cancelled
ar: تم الغاء الدفع

source: WooCommerce Credit Card Payment Gateway - PayTabs
ar: ووكومرس بطاقة الائتمان بوابة الدفع - بايتبس

source: PayTabs Credit Card Payment gateway for woocommerce. This plugin supports woocommerce version 3.0.0 or greater version.
ar: بايتابس بطاقة الائتمان بوابة الدفع ل ووكومرس. هذا البرنامج المساعد يدعم ووكومرس الإصدار 3.0.0 أو إصدار أكبر.
